Repository: Al-ImranRony/ClaudeCollage
Catalog: Caroullage/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

source: No collages yet
ar: لا توجد مجمّعات بعد
de: Noch keine Collagen
es: Aún no hay collages
fr: Pas encore de collages
hi: अभी कोई कोलाज नहीं
it: Ancora nessun collage
ja: コラージュはまだありません
ko: 아직 콜라주가 없습니다
pt_br: Nenhuma colagem ainda
zh_hans: 还没有拼贴

source: Create your first grid collage to get started.
ar: أنشئ أول مجمّع شبكي للبدء.
de: Erstelle deine erste Raster-Collage, um loszulegen.
es: Crea tu primer collage en cuadrícula para empezar.
fr: Créez votre premier collage en grille pour commencer.
hi: शुरू करने के लिए अपना पहला ग्रिड कोलाज बनाएँ।
it: Crea il tuo primo collage a griglia per iniziare.
ja: まずは最初のグリッドコラージュを作りましょう。
ko: 첫 그리드 콜라주를 만들어 시작하세요.
pt_br: Crie sua primeira colagem em grade para começar.
zh_hans: 创建你的第一个网格拼贴开始吧。

source: Delete “%@”?
ar: حذف ”%@“؟
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
hi: “%@” हटाएँ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제하시겠습니까?
pt_br: Excluir “%@”?
zh_hans: 要删除“%@”吗？

source: This can't be undone.
ar: لا يمكن التراجع عن هذا.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
hi: इसे पूर्ववत नहीं किया जा सकता।
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 되돌릴 수 없습니다.
pt_br: Isso não pode ser desfeito.
zh_hans: 此操作无法撤销。

source: Suggest layouts from my photos
ar: اقترح تخطيطات من صوري
de: Layouts aus meinen Fotos vorschlagen
es: Sugerir diseños a partir de mis fotos
fr: Suggérer des mises en page à partir de mes photos
hi: मेरी फ़ोटो से लेआउट सुझाएँ
it: Suggerisci layout dalle mie foto
ja: 写真からレイアウトを提案
ko: 내 사진으로 레이아웃 제안
pt_br: Sugerir layouts a partir das minhas fotos
zh_hans: 根据我的照片推荐版式

source: Reads your recent photos on this device to pick a layout.
ar: يقرأ صورك الأخيرة على هذا الجهاز لاختيار تخطيط.
de: Liest deine neuesten Fotos auf diesem Gerät, um ein Layout zu wählen.
es: Lee tus fotos recientes en este dispositivo para elegir un diseño.
fr: Lit vos photos récentes sur cet appareil pour choisir une mise en page.
hi: लेआउट चुनने के लिए इस डिवाइस की हाल की फ़ोटो पढ़ता है।
it: Legge le tue foto recenti su questo dispositivo per scegliere un layout.
ja: このデバイスの最近の写真を読み取ってレイアウトを選びます。
ko: 이 기기의 최근 사진을 읽어 레이아웃을 고릅니다.
pt_br: Lê suas fotos recentes neste dispositivo para escolher um layout.
zh_hans: 读取此设备上的最近照片来挑选版式。

source: Photo access is off
ar: الوصول إلى الصور متوقف
de: Fotozugriff ist aus
es: El acceso a fotos está desactivado
fr: L'accès aux photos est désactivé
hi: फ़ोटो की पहुँच बंद है
it: L'accesso alle foto è disattivato
ja: 写真へのアクセスがオフです
ko: 사진 접근이 꺼져 있습니다
pt_br: O acesso a fotos está desativado
zh_hans: 照片访问已关闭

source: Suggestions need permission to read your recent photos. You can turn it on in Settings — everything else keeps working without it.
ar: تحتاج الاقتراحات إلى إذن لقراءة صورك الأخيرة. يمكنك تفعيله من الإعدادات — وكل شيء آخر يعمل بدونه.
de: Vorschläge brauchen die Erlaubnis, deine neuesten Fotos zu lesen. Du kannst sie in den Einstellungen erteilen — alles andere funktioniert auch ohne.
es: Las sugerencias necesitan permiso para leer tus fotos recientes. Puedes activarlo en Ajustes; todo lo demás sigue funcionando sin él.
fr: Les suggestions ont besoin de l'autorisation de lire vos photos récentes. Vous pouvez l'activer dans Réglages — tout le reste fonctionne sans.
hi: सुझावों के लिए आपकी हाल की फ़ोटो पढ़ने की अनुमति चाहिए। इसे सेटिंग्स में चालू कर सकते हैं — बाकी सब इसके बिना भी काम करता है।
it: I suggerimenti richiedono il permesso di leggere le tue foto recenti. Puoi attivarlo nelle Impostazioni: tutto il resto funziona anche senza.
ja: 提案には最近の写真を読み取る許可が必要です。設定でオンにできます。それ以外の機能はなくても動作します。
ko: 제안 기능은 최근 사진을 읽을 권한이 필요합니다. 설정에서 켤 수 있으며, 다른 기능은 없어도 계속 동작합니다.
pt_br: As sugestões precisam de permissão para ler suas fotos recentes. Você pode ativar em Ajustes — todo o resto continua funcionando sem isso.
zh_hans: 推荐功能需要读取最近照片的权限。你可以在“设置”中开启；其他功能不受影响。

source: Your free trial ends tomorrow
ar: تنتهي تجربتك المجانية غدًا
de: Deine kostenlose Testphase endet morgen
es: Tu prueba gratuita termina mañana
fr: Votre essai gratuit se termine demain
hi: आपका मुफ़्त ट्रायल कल खत्म हो रहा है
it: La tua prova gratuita termina domani
ja: 無料トライアルは明日終了します
ko: 무료 체험이 내일 종료됩니다
pt_br: Seu teste grátis termina amanhã
zh_hans: 你的免费试用将于明天结束

source: Your free trial ends soon
ar: تنتهي تجربتك المجانية قريبًا
de: Deine kostenlose Testphase endet bald
es: Tu prueba gratuita termina pronto
fr: Votre essai gratuit se termine bientôt
hi: आपका मुफ़्त ट्रायल जल्द खत्म हो रहा है
it: La tua prova gratuita termina a breve
ja: 無料トライアルはまもなく終了します
ko: 무료 체험이 곧 종료됩니다
pt_br: Seu teste grátis termina em breve
zh_hans: 你的免费试用即将结束

source: You'll be charged %@ per year unless you cancel in Settings before then.
ar: سيتم تحصيل %@ سنويًا ما لم تلغِ من الإعدادات قبل ذلك.
de: Dir werden %@ pro Jahr berechnet, wenn du nicht vorher in den Einstellungen kündigst.
es: Se te cobrarán %@ al año a menos que canceles antes en Ajustes.
fr: %@ par an vous seront facturés, sauf annulation dans Réglages avant cette date.
hi: जब तक आप उससे पहले सेटिंग्स में रद्द नहीं करते, %@ प्रति वर्ष लिया जाएगा।
it: Ti verranno addebitati %@ all'anno, a meno che tu non annulli prima nelle Impostazioni.
ja: それまでに設定で解約しない限り、年額 %@ が請求されます。
ko: 그전에 설정에서 취소하지 않으면 연 %@이(가) 청구됩니다.
pt_br: Você será cobrado em %@ por ano, a menos que cancele antes em Ajustes.
zh_hans: 除非你在此之前在“设置”中取消，否则将按每年 %@ 收费。

source: You'll be charged %@ per month unless you cancel in Settings before then.
ar: سيتم تحصيل %@ شهريًا ما لم تلغِ من الإعدادات قبل ذلك.
de: Dir werden %@ pro Monat berechnet, wenn du nicht vorher in den Einstellungen kündigst.
es: Se te cobrarán %@ al mes a menos que canceles antes en Ajustes.
fr: %@ par mois vous seront facturés, sauf annulation dans Réglages avant cette date.
hi: जब तक आप उससे पहले सेटिंग्स में रद्द नहीं करते, %@ प्रति माह लिया जाएगा।
it: Ti verranno addebitati %@ al mese, a meno che tu non annulli prima nelle Impostazioni.
ja: それまでに設定で解約しない限り、月額 %@ が請求されます。
ko: 그전에 설정에서 취소하지 않으면 월 %@이(가) 청구됩니다.
pt_br: Você será cobrado em %@ por mês, a menos que cancele antes em Ajustes.
zh_hans: 除非你在此之前在“设置”中取消，否则将按每月 %@ 收费。

source: You'll be charged %@ per week unless you cancel in Settings before then.
ar: سيتم تحصيل %@ أسبوعيًا ما لم تلغِ من الإعدادات قبل ذلك.
de: Dir werden %@ pro Woche berechnet, wenn du nicht vorher in den Einstellungen kündigst.
es: Se te cobrarán %@ a la semana a menos que canceles antes en Ajustes.
fr: %@ par semaine vous seront facturés, sauf annulation dans Réglages avant cette date.
hi: जब तक आप उससे पहले सेटिंग्स में रद्द नहीं करते, %@ प्रति सप्ताह लिया जाएगा।
it: Ti verranno addebitati %@ a settimana, a meno che tu non annulli prima nelle Impostazioni.
ja: それまでに設定で解約しない限り、週額 %@ が請求されます。
ko: 그전에 설정에서 취소하지 않으면 주 %@이(가) 청구됩니다.
pt_br: Você será cobrado em %@ por semana, a menos que cancele antes em Ajustes.
zh_hans: 除非你在此之前在“设置”中取消，否则将按每周 %@ 收费。

source: You'll be charged %@ unless you cancel in Settings before then.
ar: سيتم تحصيل %@ ما لم تلغِ من الإعدادات قبل ذلك.
de: Dir werden %@ berechnet, wenn du nicht vorher in den Einstellungen kündigst.
es: Se te cobrarán %@ a menos que canceles antes en Ajustes.
fr: %@ vous seront facturés, sauf annulation dans Réglages avant cette date.
hi: जब तक आप उससे पहले सेटिंग्स में रद्द नहीं करते, %@ लिया जाएगा।
it: Ti verranno addebitati %@, a meno che tu non annulli prima nelle Impostazioni.
ja: それまでに設定で解約しない限り、%@ が請求されます。
ko: 그전에 설정에서 취소하지 않으면 %@이(가) 청구됩니다.
pt_br: Você será cobrado em %@, a menos que cancele antes em Ajustes.
zh_hans: 除非你在此之前在“设置”中取消，否则将收费 %@。

source: One wide photo split across frames
ar: صورة عريضة واحدة مقسومة على الإطارات
de: Ein breites Foto, auf Bilder verteilt
es: Una foto ancha dividida en fotogramas
fr: Une photo panoramique découpée en images
hi: एक चौड़ी फ़ोटो कई फ़्रेम में बँटी हुई
it: Una foto panoramica divisa in fotogrammi
ja: 1枚の横長写真をフレームに分割
ko: 넓은 사진 한 장을 프레임으로 나눔
pt_br: Uma foto larga dividida em quadros
zh_hans: 一张宽幅照片分割成多帧

source: Same design, different photos
ar: التصميم نفسه بصور مختلفة
de: Gleiches Design, andere Fotos
es: Mismo diseño, distintas fotos
fr: Même design, photos différentes
hi: एक ही डिज़ाइन, अलग-अलग फ़ोटो
it: Stesso design, foto diverse
ja: 同じデザインで写真だけ変える
ko: 같은 디자인, 다른 사진
pt_br: Mesmo design, fotos diferentes
zh_hans: 同一设计，不同照片

source: Photo + caption story frames
ar: إطارات قصة: صورة + تعليق
de: Story-Bilder aus Foto + Text
es: Fotogramas de historia con foto y texto
fr: Images de story photo + légende
hi: फ़ोटो + कैप्शन वाले स्टोरी फ़्रेम
it: Fotogrammi storia con foto e didascalia
ja: 写真とキャプションのストーリーフレーム
ko: 사진 + 캡션 스토리 프레임
pt_br: Quadros de história com foto e legenda
zh_hans: 照片 + 文字的故事帧

source: Reveal a grid, then each cell
ar: اعرض الشبكة ثم كل خلية
de: Erst das Raster, dann jede Zelle
es: Muestra la cuadrícula y luego cada celda
fr: La grille d'abord, puis chaque cellule
hi: पहले ग्रिड, फिर हर सेल
it: Prima la griglia, poi ogni cella
ja: グリッドを見せてから各セルへ
ko: 그리드를 보여준 다음 각 셀
pt_br: Mostre a grade, depois cada célula
zh_hans: 先展示网格，再逐格展示

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt_br: Início
zh_hans: 首页

source: Projects
ar: المشاريع
de: Projekte
es: Proyectos
fr: Projets
hi: प्रोजेक्ट
it: Progetti
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
zh_hans: 项目

source: Suggested For You
ar: مقترح لك
de: Für dich vorgeschlagen
es: Sugerido para ti
fr: Suggestions pour vous
hi: आपके लिए सुझाव
it: Suggeriti per te
ja: おすすめ
ko: 추천
pt_br: Sugerido para você
zh_hans: 为你推荐

source: Search your collages
ar: البحث في مجمّعاتك
de: Deine Collagen durchsuchen
es: Buscar en tus collages
fr: Rechercher dans vos collages
hi: अपने कोलाज खोजें
it: Cerca nei tuoi collage
ja: コラージュを検索
ko: 내 콜라주 검색
pt_br: Buscar nas suas colagens
zh_hans: 搜索你的拼贴

source: Intro Transition
ar: انتقال البداية
de: Einblendung
es: Transición de entrada
fr: Transition d'entrée
hi: शुरुआती ट्रांज़िशन
it: Transizione iniziale
ja: イントロのトランジション
ko: 인트로 전환
pt_br: Transição de entrada
zh_hans: 入场转场

source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fr: Plateforme
hi: प्लेटफ़ॉर्म
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pt_br: Plataforma
zh_hans: 平台

source: Image Quality
ar: جودة الصورة
de: Bildqualität
es: Calidad de imagen
fr: Qualité d'image
hi: इमेज गुणवत्ता
it: Qualità immagine
ja: 画質
ko: 이미지 품질
pt_br: Qualidade da imagem
zh_hans: 图片质量

source: Video Quality
ar: جودة الفيديو
de: Videoqualität
es: Calidad de vídeo
fr: Qualité vidéo
hi: वीडियो गुणवत्ता
it: Qualità video
ja: 動画の画質
ko: 동영상 품질
pt_br: Qualidade do vídeo
zh_hans: 视频质量

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hans: 个人资料

source: Reply bar
ar: شريط الرد
de: Antwortleiste
es: Barra de respuesta
fr: Barre de réponse
hi: रिप्लाई बार
it: Barra di risposta
ja: 返信バー
ko: 답장 바
pt_br: Barra de resposta
zh_hans: 回复栏

source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
hi: क्रियाएँ
it: Azioni
ja: アクション
ko: 동작
pt_br: Ações
zh_hans: 操作

source: Caption
ar: التعليق
de: Beschriftung
es: Subtítulo
fr: Légende
hi: कैप्शन
it: Didascalia
ja: キャプション
ko: 캡션
pt_br: Legenda
zh_hans: 文字说明

source: Top UI
ar: واجهة علوية
de: Obere Leiste
es: Interfaz superior
fr: Interface haute
hi: ऊपरी UI
it: UI in alto
ja: 上部UI
ko: 상단 UI
pt_br: Interface superior
zh_hans: 顶部界面

source: Bottom UI
ar: واجهة سفلية
de: Untere Leiste
es: Interfaz inferior
fr: Interface basse
hi: निचला UI
it: UI in basso
ja: 下部UI
ko: 하단 UI
pt_br: Interface inferior
zh_hans: 底部界面

source: Something went wrong with the App Store. Please try again.
ar: حدث خطأ في App Store. يرجى المحاولة مرة أخرى.
de: Beim App Store ist etwas schiefgelaufen. Bitte versuche es erneut.
es: Algo ha fallado en el App Store. Inténtalo de nuevo.
fr: Un problème est survenu avec l'App Store. Veuillez réessayer.
hi: App Store में कुछ गड़बड़ हुई। कृपया फिर से कोशिश करें।
it: Qualcosa è andato storto con l'App Store. Riprova.
ja: App Store で問題が発生しました。もう一度お試しください。
ko: App Store에 문제가 발생했습니다. 다시 시도하세요.
pt_br: Algo deu errado com a App Store. Tente novamente.
zh_hans: App Store 出了点问题，请重试。

source: That plan isn't available right now. Please try again in a moment.
ar: هذه الخطة غير متاحة الآن. يرجى المحاولة بعد قليل.
de: Dieser Plan ist gerade nicht verfügbar. Bitte versuche es gleich noch einmal.
es: Ese plan no está disponible ahora mismo. Inténtalo en un momento.
fr: Cette formule n'est pas disponible pour l'instant. Réessayez dans un instant.
hi: यह प्लान अभी उपलब्ध नहीं है। कृपया थोड़ी देर बाद कोशिश करें।
it: Questo piano non è disponibile al momento. Riprova tra poco.
ja: このプランは現在ご利用いただけません。しばらくしてからお試しください。
ko: 해당 요금제를 지금은 이용할 수 없습니다. 잠시 후 다시 시도하세요.
pt_br: Esse plano não está disponível agora. Tente novamente em instantes.
zh_hans: 该方案目前不可用，请稍后再试。

source: The App Store couldn't verify that purchase.
ar: تعذّر على App Store التحقق من عملية الشراء.
de: Der App Store konnte diesen Kauf nicht verifizieren.
es: El App Store no pudo verificar esa compra.
fr: L'App Store n'a pas pu vérifier cet achat.
hi: App Store उस खरीदारी की पुष्टि नहीं कर सका।
it: L'App Store non è riuscito a verificare l'acquisto.
ja: App Store がその購入を確認できませんでした。
ko: App Store에서 해당 구매를 확인할 수 없습니다.
pt_br: A App Store não conseguiu verificar essa compra.
zh_hans: App Store 无法验证该购买。

source: The App Store didn't respond. Check your connection and try again.
ar: لم يستجب App Store. تحقق من اتصالك وحاول مرة أخرى.
de: Der App Store hat nicht geantwortet. Prüfe deine Verbindung und versuche es erneut.
es: El App Store no ha respondido. Comprueba tu conexión e inténtalo de nuevo.
fr: L'App Store n'a pas répondu. Vérifiez votre connexion et réessayez.
hi: App Store ने जवाब नहीं दिया। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
it: L'App Store non ha risposto. Controlla la connessione e riprova.
ja: App Store から応答がありませんでした。接続を確認してもう一度お試しください。
ko: App Store가 응답하지 않습니다. 연결을 확인하고 다시 시도하세요.
pt_br: A App Store não respondeu. Verifique sua conexão e tente novamente.
zh_hans: App Store 没有响应，请检查网络连接后重试。

source: Your text
ar: نصّك
de: Dein Text
es: Tu texto
fr: Votre texte
hi: आपका टेक्स्ट
it: Il tuo testo
ja: テキスト
ko: 텍스트
pt_br: Seu texto
zh_hans: 你的文字

source: No clear subject in this photo. Try one with a distinct person or object.
ar: لا يوجد عنصر واضح في هذه الصورة. جرّب صورة فيها شخص أو شيء بارز.
de: Kein klares Motiv in diesem Foto. Probiere eines mit einer deutlichen Person oder einem Objekt.
es: No hay un sujeto claro en esta foto. Prueba con una que tenga una persona u objeto definido.
fr: Aucun sujet net sur cette photo. Essayez-en une avec une personne ou un objet distinct.
hi: इस फ़ोटो में कोई स्पष्ट विषय नहीं है। किसी अलग दिखते व्यक्ति या वस्तु वाली फ़ोटो आज़माएँ।
it: Nessun soggetto chiaro in questa foto. Provane una con una persona o un oggetto ben definiti.
ja: この写真にははっきりした被写体がありません。人物や物がはっきり写った写真をお試しください。
ko: 이 사진에는 뚜렷한 피사체가 없습니다. 사람이나 사물이 분명한 사진으로 시도하세요.
pt_br: Não há um assunto claro nesta foto. Tente uma com uma pessoa ou objeto bem definido.
zh_hans: 这张照片中没有清晰的主体，请换一张人物或物体明确的照片。

source: Subject lifting needs a real device — it isn't available in the simulator.
ar: يتطلب استخراج العنصر جهازًا حقيقيًا — غير متاح في المحاكي.
de: Freistellen braucht ein echtes Gerät — im Simulator ist es nicht verfügbar.
es: Recortar el sujeto requiere un dispositivo real; no está disponible en el simulador.
fr: Le détourage nécessite un vrai appareil — indisponible dans le simulateur.
hi: विषय अलग करने के लिए असली डिवाइस चाहिए — यह सिम्युलेटर में उपलब्ध नहीं है।
it: Il ritaglio del soggetto richiede un dispositivo reale: non è disponibile nel simulatore.
ja: 被写体の切り抜きには実機が必要です。シミュレータでは利用できません。
ko: 피사체 분리는 실제 기기가 필요합니다. 시뮬레이터에서는 사용할 수 없습니다.
pt_br: O recorte de assunto precisa de um aparelho real — não está disponível no simulador.
zh_hans: 抠图需要真机，模拟器中不可用。

source: More Options…
ar: خيارات أخرى…
de: Weitere Optionen…
es: Más opciones…
fr: Plus d'options…
hi: और विकल्प…
it: Altre opzioni…
ja: その他のオプション…
ko: 추가 옵션…
pt_br: Mais opções…
zh_hans: 更多选项…

source: Whole Video
ar: الفيديو كاملًا
de: Ganzes Video
es: Vídeo completo
fr: Vidéo entière
hi: पूरा वीडियो
it: Video intero
ja: 動画全体
ko: 전체 동영상
pt_br: Vídeo inteiro
zh_hans: 整段视频

source: Add Music…
ar: إضافة موسيقى…
de: Musik hinzufügen…
es: Añadir música…
fr: Ajouter de la musique…
hi: म्यूज़िक जोड़ें…
it: Aggiungi musica…
ja: 音楽を追加…
ko: 음악 추가…
pt_br: Adicionar música…
zh_hans: 添加音乐…

source: Replace Music…
ar: استبدال الموسيقى…
de: Musik ersetzen…
es: Reemplazar música…
fr: Remplacer la musique…
hi: म्यूज़िक बदलें…
it: Sostituisci musica…
ja: 音楽を置き換え…
ko: 음악 교체…
pt_br: Substituir música…
zh_hans: 替换音乐…

source: Move Left
ar: تحريك لليسار
de: Nach links
es: Mover a la izquierda
fr: Déplacer à gauche
hi: बाएँ ले जाएँ
it: Sposta a sinistra
ja: 左に移動
ko: 왼쪽으로 이동
pt_br: Mover para a esquerda
zh_hans: 左移

source: Move Right
ar: تحريك لليمين
de: Nach rechts
es: Mover a la derecha
fr: Déplacer à droite
hi: दाएँ ले जाएँ
it: Sposta a destra
ja: 右に移動
ko: 오른쪽으로 이동
pt_br: Mover para a direita
zh_hans: 右移

source: Move Up
ar: تحريك لأعلى
de: Nach oben
es: Mover arriba
fr: Monter
hi: ऊपर ले जाएँ
it: Sposta in alto
ja: 上に移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移

source: Move Down
ar: تحريك لأسفل
de: Nach unten
es: Mover abajo
fr: Descendre
hi: नीचे ले जाएँ
it: Sposta in basso
ja: 下に移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移

source: Exporting video…
ar: جارٍ تصدير الفيديو…
de: Video wird exportiert…
es: Exportando vídeo…
fr: Exportation de la vidéo…
hi: वीडियो एक्सपोर्ट हो रहा है…
it: Esportazione video…
ja: 動画を書き出し中…
ko: 동영상 내보내는 중…
pt_br: Exportando vídeo…
zh_hans: 正在导出视频…

source: No music added
ar: لم تُضف موسيقى
de: Keine Musik hinzugefügt
es: Sin música
fr: Aucune musique ajoutée
hi: कोई म्यूज़िक नहीं जोड़ा गया
it: Nessuna musica aggiunta
ja: 音楽は追加されていません
ko: 추가된 음악 없음
pt_br: Nenhuma música adicionada
zh_hans: 未添加音乐

source: Your sticker
ar: ملصقك
de: Dein Sticker
es: Tu sticker
fr: Votre sticker
hi: आपका स्टिकर
it: Il tuo sticker
ja: あなたのステッカー
ko: 내 스티커
pt_br: Seu adesivo
zh_hans: 你的贴纸
